[["Velásquez's Las Meninas", "a large-scale oil painting on canvas measuring 318 cm x 276 cm. It depicts a large, brightly lit room with a checkered marble floor. In the center of the room stands a young girl, Infanta Margarita Teresa, surrounded by her entourage of courtiers. To the right of the Infanta stands a person with dwarfism, a dog, and a young girl, and flanker her are two ladies-in-waiting. Behind the Infanta is a large mirror, which reflects the image of King Philip IV and Queen Mariana of Austria. In the background, Velásquez himself is seen painting the Infanta."], ["Berthe Morisot's painting of a Woman at Her Toilette", "an oil on canvas piece. It features a woman seated at a vanity, with her back to the viewer. She is wearing a white dress with a dark black or blue sash, and her hair is in a bun. She is adjusting her hair and is looking down at her reflection in the mirror. Behind her is a white wall, with a window to the left and a door to the right. The woman's face is not visible, but her posture and expression suggest a sense of contemplation. The colors are muted and delicate, with a subtle hint of pink."], ["Paul Klee's Twittering Machine", "a painting from 1922. It is a semi-abstract work of art, composed of geometric shapes, lines, and colors. The painting has a central figure, which is a bird-like machine with four bird bodies standing on a turning line like in a simple machine. These birds are singing.  They look like wire. "], ["Caspar David Friedrich's Wanderer above the Sea of Fog, where the man's back is to us", "a painting of a lone figure standing atop a rocky outcropping overlooking a fog-covered landscape. The figure is dressed in a long, dark coat and is holding a walking stick in one hand. The man's back is to us as if he is looking out into the distance. The sky is a pale blue-grey, and the fog is a light grey-white, obscuring the landscape below. The figure stands atop a rocky outcropping, which is a deep brown-grey color. The painting is framed by a thin, dark grey border."], ["Andreas Gursky's photograph of a grocery store with its sublime repetition of products and brand names", "a large-scale, color photograph. The image is composed of a wide-angle view of a grocery store aisle, with shelves filled with a variety of products. The shelves are arranged in neat rows, with the products lined up in an orderly fashion. The products are all the same brand, with the same colors and logos, creating a sense of repetition and uniformity. The colors are bright and vibrant, with the products and logos standing out against the white background. The aisle is filled with shoppers, all dressed in the same colors, adding to the sense of repetition. The overall effect is one of organized chaos, with the products and shoppers creating a sense of movement and energy."], ["Bernd and Hilla Becher's photograph of 15 different water towers, each the same and each unique,", "a series of black and white images. Each image is taken from the same angle and distance, showing a tall, cylindrical structure with a conical roof. The water towers are all different sizes and shapes, ranging from a small, squat tower to a tall, thin one. Some of the towers have windows and doors, while others are plain and featureless. The towers are all made of metal, and the roofs are made of either metal or wood. The background of each image is a flat, featureless landscape, with no other buildings or trees in sight. The shadows of the towers are long and sharp, giving the images a stark, industrial feel. The images are all very detailed, showing the rivets and seams of the metal, as well as the texture of the wood."], ["a giant spider sculpture by Louise Bourgeois", "a large, imposing figure made of bronze.  It stands about 14 feet tall and is composed of a large, bulbous body with eight spindly legs. The body is round and smooth, with a slightly curved shape. The legs are long and thin, and they are slightly bent at the joints. The sculpture is painted in a deep, dark black brown color, with subtle hints of gold. It is so big you can walk under it."], ["Francis Bacon's painting Figure with Meat (1954), ", "a large oil painting on canvas in which a zombie-like, pope-like figure is enthroned between a cow that has been cut in half lengthwise. The meat are on either side of him like angel wings. The meat is bright but the face is smudged and covered so that hit seems to be melting away."], ["Dürer's engraving of Melancholia", "a black and white print depicting an angel seated on the ground, her head resting on its left hand. Its right hand holds the pointy leg of a compass. She is surrounded by a variety of objects, including a stone polyhedron, a set of scales, a stone sphere, a hammer, a winged baby angel, and an hourglass. The big angel looks frustrated.  "], ["Dürer's depiction of St. Jerome in his Study", "a woodcut engraving. It shows a man, St. Jerome, seated in a room, but in the back, at a table.  He is working, writing, translating etc.  Doing holy things. In the foreground a lion and a lamb nap.  A skull is by the window."], ["Jenny Holzer's electric billboard that says \"Protect Me From What I Want\"", "a giant LED sign on a building. "], ["Elizabeth Murray's Terrifying Terrain, one of her paintings composed of bent, angular canvases stacked and stuck together", "a three-dimensional work of art. It consists of five canvases, each of which is of a different size and shape. The canvases are painted in bright, vibrant colors, including yellow, blue, green, and red. The canvases are bent and angled in different directions, creating a jagged, chaotic landscape. The canvases are stacked together and stuck together with glue, creating a unique, abstract sculpture. The edges of the canvases are visible, and the painting has a textured, rough surface. The painting is full of movement, with the canvases seemingly in motion, as if they are about to collapse or fly away. The painting is a powerful and dynamic work of art, and it conveys a sense of chaos and danger."], ["this Frank Stella canvas with the colorful geometric ribbons", "a large painting composed of multiple thin, interlocking ribbons of color. The ribbons are arranged in a variety of shapes, including circles, rectangles, and triangles. The colors used are bright and vibrant, including shades of red, blue, yellow, green, and purple. The ribbons are arranged in a way that creates a sense of movement and energy. The painting has a distinct geometric quality, with the ribbons forming a pattern that is both complex and visually interesting. The painting is abstract and does not represent any particular object or scene."], ["this Frank Stella canvas that is all black with thin ribbons of white", "a two-dimensional rectangular artwork. It is composed of a solid black background with thin white ribbons that are painted in a jagged, undulating pattern. The ribbons of white are spaced evenly across the canvas and are of varying widths. The ribbons are painted in a continuous line, with no breaks or gaps. The overall effect of the painting is one of movement and energy, with the black background providing a strong contrast to the white ribbons. "], ["Tracey Emin's My Bed", "a large double bed with a white sheet and a white duvet, both of which are rumpled and twisted. The bed is surrounded by a white metal frame with a white headboard and footboard. On the bed are two white pillows, one of which is slightly askew. The bed is surrounded by a variety of objects, including a scissors, dirty underwear, polaroids, slippers, and a stuffed animal, among other things. "], ["Cézanne's panting of Mont Sainte-Victoire", "a landscape painting of a mountain in Provence, France. The painting is composed of a series of overlapping sketchy geometric shapes, mostly triangles and rectangles. The mountain is painted in a range of blues and greens, with a few patches of yellow and orange. The sky is painted in a range of blues and purples, with some white clouds scattered across the sky. The foreground is painted in a range of browns and greens, with some patches of yellow and orange. The painting is framed by a few trees in the foreground, and the mountain is framed by a few trees in the background. The painting seems both abstract and representational, both 2-D and 3-D. "], ["Jeff Koons's sculpture of Michael Jackson and Bubbles", "a life-sized sculputre of Jackson holding a monkey named Bubbles in his lap. Both are gold with white details. Both have bright red lips as if they are wearing cheap lipstick, and Michael seems to be wearing blush."], ["Jeff Koons's sculpture Puppy", "a 43-foot-tall topiary sculpture of a West Highland White Terrier puppy made of flowering plants. The sculpture is made up of a steel armature covered with thousands of live flowering plants, including petunias, impatiens, begonias, and lobelias. The sculpture is situated in a pool of water, and the entire structure is surrounded by a large circular reflecting pool."], ["Judy Chicago's installation The Dinner Party, with its places set for important but often forgotten women throughout time", "a large triangular table with 39 place settings. Each place setting is unique and includes a hand-painted china plate, a napkin, a chalice, a silverware set, and a runner. The triangular table is surrounded by a large ceramic tile floor with 999 additional names of important women in history. The triangular table is surrounded by a large white triangular tablecloth with a butterfly-shaped embroidery in the center. The table is set with 39 place settings, each of which is unique and includes a hand-painted china plate, a napkin, a chalice, a silverware set, and a runner. The plates are decorated with a butterfly motif, which is meant to symbolize the transformation of the women represented in the installation. The names of the women represented in the installation are inscribed on the white triangular tablecloth."], ["Martin Puryear's Ladder for Booker T. Washington", "a very tall and spindly, organic-looking wooden ladder going up into a window.  It is not the same width from top to bottom---rather it narrows as it approaches the window above."], ["Ed Ruscha's painting of The Los Angeles County Museum on Fire", "a large-scale oil painting on canvas. It depicts a scene of the museum engulfed in flames. The museum is a large, white building with a flat roof and several modern-architecture columns in the front. The flames are bright orange and yellow, and they are shooting up from the roof and windows of the museum. The sky is dark and filled with smoke, and the stars are barely visible. It looks like a neutral, precise architectural drawing but with the strange element of fire. "], ["Barbara Kruger's Untitled (I Shop Therefore I Am) ", "a large, black and white photograph of a hand holding a card that says \"I Shop Therefore I Am.\""], ["a photograph from Matthew Barney's Drawing Restraint project", "a photograph of the artist using a small trampoline to launch himself toward the ceiling so that he can make a mark on the ceiling with a brush."], ["Agnes Martin's On a Clear Day #01", "a small print of a square divided into 80 rectangles of equal size."], ["Wang Qingsong's Follow Me", "a big photograph of the artist, who is sitting at a table, pointing his stick, like a teacher, at huge, overwhelming clatter of of words scribbled on a giant chalk board in all sorts of chalk, overlapping.  Lots of the words are in chinese.  There is also a McDonalds arch and some english words, such as \"Can you finish this assignment by tomorrow,\" \"Think you could walk a little,\" \"cultural revolution,\" \"orientalism,\" \"How are you?\" and \"I go chopping for food.\" On his desk are a soda bottle, a dragon mug, and a small globe turned toward Africa."], ["On Kawara's One Million Years ", "a series of books, each containing a list of one million years, divided into two sections, past and future. Each book is bound in a plain, grey hardcover with a single title page, and the years are printed in black ink on white paper. The years are listed in chronological order, beginning with the year 1,000,000 BC and ending with the year 1,000,000 AD. The books are arranged in chronological order, with the first book covering the years 1,000,000 BC to 999,999 AD, the second book covering the years 1,000,000 AD to 1,999,999 AD, and so on. Each book is approximately 1,000 pages long, and each page contains 10 years, with the first year of each page printed in bold type. The books are designed to be read from left to right, and the years are listed in descending order, with the most recent years at the top of each page."], ["one of Yves Klein's paintings with International Klein Blue", "a large, abstract painting composed of a single, deep blue hue. The painting is composed of a single, flat, matte color that is a vibrant, saturated blue. The painting is a large, rectangular canvas, measuring approximately four feet by six feet. The edges of the canvas are left unpainted, revealing the white of the canvas beneath. The blue of the painting is a uniform, consistent color, with no visible brushstrokes or other marks. The painting is a striking, vibrant blue that is both calming and energizing. It is a powerful, captivating color that draws the viewer in."], ["Richard Long's A Line Made by Walking", "a conceptual artwork created in 1967. It is a grassy field with a single line of footprints stretching across it, made by walking back and forth."], ["John Baldessari's Wrong, a photograph of himself beneath a palm tree", "a black and white image. The suburban black and white photograph is taken from a low angle and shows John Baldessari standing in front of a tall palm tree so that it looks like it is coming out of his head.  This is what is \"wrong\" with the art."], ["Richard Serra's Tilted Arc", "a large, curved, steel sculpture measuring 12 feet high and 120 feet long. It is a single curve of steel, like a curving wall, right in the middle of the plaza of the Javits Federal Building in Manhattan."], ["Helen Frankenthaler's Mountains and Sea", "an abstract expressionist painting created in 1952. Soft abstraction, pink and light green and light blue splotches, with thin black lines."], ["Helen Frankenthaler's The Bay", "soft abstraction, watery, dark blue paint in the center, in a big splotch as if watery oil paint left to dry, over green.  Not hard and sharp like a lot of abstraction."], ["Lousie Nevelson's Dawn's Wedding Feast ", "a large, abstract sculpture made from wood and painted in white. It is composed of a variety of geometric carved shapes, including rectangles, squares, and circles, interlocking and placed on planks as if objects that are not quite real objects aligned on a shelf or in a room-sized closet, with some hanging objects too.  It is like purposeless furniture or interior decorating."], ["one of Hilma af Klint's abstractions", "a painting titled \"The Ten Largest, No. 8\". It is a large painting, measuring approximately 200 cm x 300 cm. The painting is composed of a variety of shapes and colors, including circles, squares, and rectangles in shades of blue, green, yellow, and pink. The shapes are arranged in a grid-like pattern, with some overlapping and some standing alone. The painting is symmetrical, with a central vertical line running down the middle. The shapes are arranged in a way that suggests movement and energy, with some of them seeming to be in motion. The painting is a vibrant and dynamic composition that is sure to draw the viewer in."], ["one of Dan Flavin's neon works", "a square wall that has been totally covered with brigh green neon tubes, each stretching from floor to ceiling, perpendicular to the floor."], ["The Wave Field by Maya Lin, with its undulating hillocks", "an outdoor sculpture located on the campus of the University of Michigan. It is composed of a series of grassy mounds that are arranged in a wave-like pattern. The mounds are of varying sizes and heights, ranging from about one to three feet tall."], ["Maya Lin's Vietnam Veterans Memorial", "a black granite wall located in Washington D.C. The wall is composed of two walls that are 246 feet long and 10 feet high. The walls are angled inward at 125 degrees and come together at a vertex. The walls are inscribed with the names of the 58,000 Americans who died or went missing in the Vietnam War. The names are arranged chronologically, beginning with the earliest casualties and ending with the latest. The memorial also includes a flagpole and a bronze statue of three soldiers. The wall is located in a grassy area surrounded by trees and shrubs, and is illuminated at night. The memorial serves as a tribute to those who served and died in the Vietnam War."], ["Nancy Holt's Sun Tunnels", "an artwork located in the Great Basin Desert of Utah. It consists of four large concrete cylinders, each 18 feet in diameter and 9 feet high. The cylinders are arranged in a north-south-east-west alignment, and are pierced with holes in patterns that correspond to the positions of the sun at the summer and winter solstices, and the spring and fall equinoxes. The cylinders are painted black on the outside, and the inside is painted white. The interior of the cylinders is also covered with stars and constellations. The artwork is designed to be experienced both during the day, when the sun shines through the holes in the cylinders, and at night, when the stars and constellations inside the cylinders are visible."], ["Christo & Jeanne Claude's Surrounded Islands", "an environmental art installation created in 1983. It consisted of 11 islands in Biscayne Bay, Miami, Florida, surrounded by pink woven polypropylene fabric. The fabric was suspended from the surface of the water to a depth of approximately one foot, creating a pink border around each island. The fabric was held in place by anchors and connected to each other by a series of floating walkways. The installation was visible from the air and from boats, creating a stunning visual effect. The fabric was removed after two weeks, leaving no trace of the project."], ["Marinus Boezem's Green Cathedral", "a large collection of trees that, when seen from above, outline the footprint of a traditional cathedral.  The trees are equally spaced.  It is like a church that has been replaced exactly by a geometrically-precise forest."], ["one of Ana Mendieta's siluetas", "the impression of the artist's body in mud, loosely covered with red pigment."], ["a painting by Bridget Riley", "a large canvas with a black and white abstract pattern, lines that are undulating and very close together, and makes the viewer dizzy or even sick feeling."], ["one of David Hockney's iPad paintings", "titled \"The Arrival of Spring in Woldgate, East Yorkshire in 2011 (twenty eleven)\". It is a landscape painting featuring a winding road that stretches from the bottom of the painting to the top. The road is lined with trees, some of which are in full bloom with white and pink flowers. The sky is a bright blue with white and grey clouds. To the left of the road is a field of yellow flowers, and to the right is a small lake with a dock and a few boats. The painting is filled with vibrant colors and has a peaceful atmosphere. But the important thing is that he painted it on an iPad using its art software."], ["Double Negative by Michael Heizer", "a large-scale land art sculpture located in the Nevada desert. It consists of two massive trenches, each measuring 1,500 feet long, 50 feet wide, and 15 feet deep, facing each other across a ravine.  Two huge blocks of negative space that seem to connect."], ["document of Chris Burden's performance piece Trans-Fixed", "a black and white photograph of the artist lying on a car with his arms outstretched.  He is being crucified to it."], ["a painting by Paul Cadmus", "a beach scene with corpulent and muscular figures, handsome men and hairy men, skinny men and large women with nipples protruding, very close together, a woman pouring something in a man's mouth, maybe a beer, a grotesque woman riding on a hairy handsome man's shoulders, a young woman who has fallen asleep on a handsome blond man's butt."], ["a painting by Fairfield Porter", "a portrait of a woman wearing a light blue dress. She is standing in a room with a white wall and a window in the background. The woman has her hands clasped in front of her and her head is slightly tilted to the side. Her eyes are looking off to the side and her expression is calm and peaceful. Her hair is a light brown and is pulled back in a bun. The painting is done in a realistic style with muted colors. The woman's dress is painted in a light blue with subtle shading and highlights. The wall behind her is a light shade of grey and the window is painted in a light yellow. The painting has a soft and peaceful atmosphere, with a hint of nostalgia."], ["Thomas Kinkade painting of a snow-covered cottage", "a beautiful winter scene. The cottage is a two-story structure with a steeply pitched roof, and a large chimney. The walls are painted a light color, and the roof is a deep red. The windows are outlined in white, and the door is a deep blue. The snow is piled high around the cottage, and the trees in the background are covered in a thick blanket of snow. The sky is a deep blue with white clouds, and the sun is setting in the distance. The light from the sun reflects off the snow and gives the painting a warm, cozy feeling. The cottage is surrounded by a white picket fence, and a small path leads up to the door. A light smoke is coming from the chimney, and a single bird is perched on the roof."], ["a small sculpture by Betty Woodman", "a colorful, abstract piece. It stands about 8 inches tall and is made of ceramic. The sculpture is mostly round in shape with a few curved edges. The surface is covered in a variety of bright colors, including red, yellow, blue, green, and purple. The colors are arranged in a pattern that is both geometric and cartoonish, like clay that has been cut from a comic book, both 3-d and 2-d."], ["a sculpture by Isamu Noguchi", "a stone donut with organic reaching nubs, black, heavy, imposing."], ["one of Brancusi's sculptures from the Bird in Space series", "a bronze sculpture, a graceful, abstract representation of a bird, no wings, no real beak or eyes, just a piece of metal that narrows to a precise taper."], ["a Joseph Cornell box", "a three-dimensional artwork made from found objects, such as wood, glass, and metal. It is usually rectangular in shape and has a glass front, which is hinged at the top and opens like a door. Inside, the box is divided into several compartments, each containing a variety of objects, such as old photographs, postcards, coins, feathers, shells, and other small items. The objects are arranged in a way that creates a sense of harmony and balance. The box is usually painted or decorated with paper or fabric, and the objects inside are often arranged in a symmetrical pattern. The overall effect is one of mystery and beauty."], ["Henry Moore's Reclining Figure", "a large bronze sculpture, approximately 8 feet long and 4 feet high. It depicts an abstract human figure lying on its back, with its legs bent and its arms spread out. It looks like it is made from stone liquid, it has such organic undulations, including small breasts.  It almost doesn't look like a person but some kind of alien object for rituals.  No face, no digits, just the undulating suggestion of a body, abstract."], ["Barbara Hepworth's Single Form ", "abstract metal wings, large, seemingly stitched together with thin metal bars, but no angel or body to be seen.  Where is the owner of the wings?"], ["Barbara Hepworth's Winged Figure", "a bronze sculpture of a human figure with outstretched arms and a pair of wings. The figure stands at a height of 5 feet, 8 inches and is mounted on a black granite base. The figure is slender and androgynous, with a long neck and a small head. The arms are outstretched and the wings are slightly curved, giving the figure a sense of movement. The wings are made of thin, curved bronze plates, and the body is made of solid bronze. The figure is polished to a high sheen, giving it a warm, golden hue. The overall effect is one of grace and power."], ["Derek Jarman's Blue", "a film that consists of a single, static shot of a blue screen. The entire film is only 79 minutes long and is entirely silent. The blue screen is a deep, navy blue that fills the entire frame. It is a very calming and peaceful color, and the lack of sound or movement creates a meditative atmosphere. The blue screen is a constant presence throughout the film, and it is occasionally broken up by white text that appears on the screen. The text is a series of Jarman's musings on his life and his struggles with AIDS. The text is in stark contrast to the blue background, and it is often the only thing that changes throughout the film."], ["Yoko Ono's Cut Piece", "a performance art piece in which the artist sits on stage in front of an audience and invites them to come up and cut away pieces of her clothing with a pair of scissors. The audience is encouraged to cut away as much or as little as they like."], ["Carolee Schneemann's Meat Joy, with the many writhing bodies", "a performance art piece that was first performed in 1964. The piece consists of a group of people, both male and female, wearing minimal clothing and interacting with raw animal materials. The performers move around in a chaotic and energetic manner, rolling around on the floor and interacting with each other and the materials."], ["Marina Abramović's Rhythm 0", "a performance art piece that took place in 1974. It was a durational performance that lasted six hours and involved Abramović standing in the middle of a gallery space with 72 objects that the audience was invited to use on her body. These objects included a rose, a feather, a scalpel, honey, a whip, and a gun loaded with a single bullet. Abramović stood still and silent, allowing the audience to do whatever they wanted to her body."], ["Robert Smithson's Spiral Jetty", "a large-scale earthwork sculpture located in the Great Salt Lake in Utah. It is composed of 6,500 tons of basalt rocks, earth and salt crystals arranged in a counterclockwise coil that extends 1,500 feet out into the lake. The jetty is 15 feet wide and rises from the surface of the lake to a height of 15 feet. The rocks are arranged in a spiral pattern, with the center of the spiral being the highest point. The jetty is visible from the shoreline and can be seen from the air. The colors of the rocks range from red to black, and the salt crystals glisten in the sun. "], ["one of Sol LeWitt's wall drawings", "a black and white piece titled \"Wall Drawing #1136\". It is composed of a series of vertical lines that are drawn in a grid pattern across the wall. The lines are all drawn in black and are of varying widths. The grid pattern is composed of a total of nine columns and nine rows, with each row and column having an equal number of lines. The lines are drawn in a zigzag pattern, with each line starting at the bottom left corner of the grid and ending at the top right corner. The overall effect of the piece is a mesmerizing and abstract pattern of black and white lines."], ["Felix Gonzales-Torres's Untitled (Portrait of Ross in L.A.)", "a stack of candies representing the weight of a dying man, in a pile up against the room's corner. They are wrapped in colorful wrappers---green, red, purple, yellow, orange.  We are invited to take candies, making the weight go down.  About AIDS."], ["Bruce Nauman's Walk with Contrapposto", "a video art piece that features the artist walking in a narrow halway in a traditional contrapposto fashion, his hands behind his head, hip jutted to the side, for about an hour, slowly."]]